general_bases_java/example_projects/spring_boot_comparison_concurrency/target/classes/request_part.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:urn="urn:sap-com:document:sap:rfc:functions">
   <soapenv:Header/>
   <soapenv:Body>
      <urn:_-POSDW_-BAPI_POSTR_CREATE>
         OBJECT  
      </urn:_-POSDW_-BAPI_POSTR_CREATE>
   </soapenv:Body>
</soapenv:Envelope>
